{"podcast_details": {"podcast_title": "Happier with Gretchen Rubin", "episode_title": "Little Happier: A Story About a Man Who Couldn’t Resist Tempting Food—Until He Could", "episode_image": "https://megaphone.imgix.net/podcasts/32ecfb42-8289-11e5-b42a-8f36c3d2bc76/image/Happier_COVER_FINAL_1800.jpg?ixlib=rails-4.3.1&max-w=3000&max-h=3000&fit=crop&auto=format,compress", "episode_transcript": " This show is sponsored by BetterHelp. Sometimes we're faced with a crossroads in life and we don't know which path to take. Therapy can help. Gretchen, there was a time when I thought about leaving TV writing, leaving LA, moving back to New York, giving it all up. I got a therapist, I talked it all out, and I was so glad that I ended up staying in Los Angeles and pursuing the career that I really wanted. And I don't know if I would have done that without the help of a great therapist. If you're thinking of starting therapy, give BetterHelp a try. It's entirely online, designed to be convenient, flexible, and suited to your schedule. Just fill out a brief questionnaire to get matched with a licensed therapist and switch therapists anytime for no additional charge. Let therapy be your map with BetterHelp. Visit betterhelp.com slash Gretchen Rubin today to get 10% off your first month. That's BetterHelp, H-E-L-P dot com slash Gretchen Rubin. I'm Gretchen Rubin, and this is A Little Happier. Have you ever heard something or read something that changed the way you think forever? One of the most exciting and sometimes most frustrating things about my work as a writer is that I never know where some insight will come from. I'll be talking to a stranger or reading some article, and I'll come across an idea that may end up changing my entire view of the world. Often, however, I realize the importance of that idea only later. One reason that I spend so much time taking notes is that if possible, I wanna hang on to that seed of an idea. Sometimes I manage to catch it, sometimes I don't. Usually, however, it's not the actual anecdote or fact that's so important, it's the train of ideas that it starts. Here's an example. I have no memory of the context, but many, many years ago I read a description of just a few sentences about a certain man, and because it puzzled and intrigued me, I never forgot it. Years passed, and I became very interested in the subject of how we make or break habits, an interest that turned into my book Better Than Before. As I was writing that book, that anecdote about that man floated through my memory and ended up having a huge influence on my thinking. Here's the story. There was a man who had many, many issues with his health. He was extremely overweight, and many of those health problems would be improved if he lost weight. He very much wanted to lose weight, but he felt powerless to resist the temptations of food. If he encountered something delicious, he felt that he just couldn't stop himself from eating. At a certain point, however, he became increasingly committed to observing his Jewish faith, and he decided to keep kosher, that is, to follow the strict Jewish laws about eating and drinking. And he found he had absolutely no problem following the kosher rules. I can't tell you how many times I've reflected on this little story. I don't remember when or in what context I read it. I didn't pay much attention to it as I was reading it. And who knows, do I even accurately remember the details? But it doesn't really matter, because that story highlighted for me an essential truth. For us humans, ideas matter, symbols matter, imagination matters, meaning matters, for our habits, for our behavior, for our experience of the world. As I was writing Better Than Before, and as I was pondering the example of that man and his eating habits, I also considered a much less elevated example of the same principle. High-energy little kids who seem temperamentally incapable of doing anything other than running around and making noise will instantly fall still and silent for a game of hide and seek or hush puppy. If you've never played hush puppy, the object of the game is hush puppy is to be the last person to make a noise. The most still and silent person wins hush puppy. What we think is not possible may be possible through the power of an idea. If you wanna read a sample of my book Better Than Before or learn more about it, go to gretchenrubin.com. I'm Gretchen Rubin, and I hope this makes your week a little happier."}, "podcast_summary": "In this podcast episode, Gretchen Rubin discusses the power of ideas and how they can shape our habits, behaviors, and experiences. She shares a story about a man who struggled with his health and food addiction, but found it easy to follow strict kosher rules due to his commitment to his faith. This anecdote highlights the importance of ideas, symbols, and meaning in influencing our actions and choices.\n\nRubin also mentions how children who are typically energetic and loud can become calm and quiet when engaged in games like hide and seek or hush puppy. This further illustrates how ideas can transform what we perceive as possible or impossible.\n\nOverall, the episode emphasizes that ideas matter and have the potential to reshape our lives. Through the power of ideas, we can change our habits, improve our mental wellness, and find new perspectives.", "podcast_guest": "Gretchen Rubin,,Summary from Wiki:Gretchen Craft Rubin (born December 14, 1965) is an American author, blogger and speaker.", "podcast_highlights": "Teens, listen up! In this podcast episode, Gretchen Rubin shares how a simple anecdote changed her entire perspective. She highlights the power of ideas, symbols, and imagination in shaping our habits and behavior. Whether it's overcoming temptations or finding stillness, this episode will show you how the power of an idea can make a significant difference in your life. Take a quick listen and discover the potential for change and growth."}