{"podcast_details": {"podcast_title": "She Persisted: Your Teen Mental Health Resource", "episode_title": "156. Tracking Your Mental Health: Diary Cards, Bullet Journaling, Apps, & More - SOLO EP", "episode_image": "https://artwork.captivate.fm/c290ed85-d481-4bc6-8405-54d2b6cdfd9e/ainsq94dy1-JKflG8ov8Rl2i.jpg", "episode_transcript": " Welcome to Sheep Resisted. I'm your host Sadie Sutton, a 19-year-old from the Bay Area studying psychology at the University of Pennsylvania. Sheep Resisted is the teen mental health podcast made for teenagers by a teen. In each episode, I'll bring you authentic, accessible, and relatable conversations about every aspect of mental wellness. You can expect evidence-based, teen-approved resources, coping skills, including lots of DBT, insights, and education in each piece of content you consume. Sheep Resisted offers you a safe space to feel validated and understood in your struggle while encouraging you to take ownership of your journey and build your life worth living. So let's dive in. This week on Sheep Resisted. That's why it's so important to have these external markers of success, whether it's are you engaging in self-harm? Are you having suicidal ideation? Is your mood a one every day, every single month for a year? Because we really do have blinders on for our own personal experience. It can be really difficult to measure if things are shifting, if they're getting better, if they're getting worse, and if what we're doing is truly effective. Hello, hello, and welcome back to Sheep Resisted. We are doing a solo episode today, and we are going to talk about tracking your mental health. If you've listened to Sheep Resisted before, especially my solo episodes, you know that I'm a big fan of tracking, and I've mentioned various ways that I track my mental health, whether it's through bullet journaling, I've mentioned the mood meter app a number of times, you guys hear about diary cards whenever I talk about DBT, but I've never done an episode dedicated to tracking your mental health. Why that can be important? What are the benefits and exactly what I have found to be effective from trying probably every single way of tracking your mental health through the years? So that is what we are going to dive into today, and I'm really excited to go over all of these different things that I found helpful, because tracking my mental health and the use of diary cards and bullet journals has really been a key factor in maintaining my mental health stability and reaching that stability initially, and not only maintaining and reaching it, but being aware of how far I'd come. I think if you're not tracking that growth and that progress in your mental health journey, it can be really challenging to celebrate the wins and celebrate the shifts that you're making, because when you're struggling with your mental health or you're overwhelmed with emotions or you're unstable, whatever it is, it can be really challenging to see the big picture. You're so consumed with the present and the emotions that are currently coming up and the behaviors you're currently engaging in. So to be able to look back six months, a year, even a few weeks and be like, wow, I've really made these shifts can be really empowering and also provide a lot of hope, which was something that was really key for me in the early days of residential entreatment. So we're first going to talk about tracking in general and why it's important, how it shows up in the mental health space. Then we're going to talk about DBT tracking and specifically diary cards. Then we're going to kind of take it from there and talk about how I still track, but I'm not necessarily doing the super strict DBT form of tracking. And then some more like daily integrated ways that you can track your mental health that aren't like as treatment intensive, if that makes sense. So when I was researching for this episode, I came across a study that was pretty small, it was 22 participants, but they used mood tracking apps and they kind of tested the results. They tested how participants felt about tracking their moods, why people didn't use them, what they liked, all of those different things. And again, pretty small studies, but one of the results that they noticed is that when participants were tracking their moods and they were paying attention to what was going on, they were a lot more self-aware and it also helped them understand what was happening in former moments of intense emotions or high or low mood. They were able to have that appreciation and also reflect on it and gain that understanding. I think we all know that without awareness, we can't change. You have to know what the problem is before you can work on it. And I think that's really true for emotions. We oftentimes experience emotions or overwhelm in the moment. It's like, oh my God, I can't handle this. I don't know what to do. I need help. But then once you're out of that emotional state, I myself at least don't do a lot of problem solving or planning to be like, okay, next time I feel anxious or angry or shameful, what am I going to do differently? And so when you are forced to track these emotions and forced to pay attention to them, because if you're like me and like avoiding your emotions because it's more comfortable that way, as I say and not as I do, you tend to not by default pay attention to those emotions, track them over a long period of time and have the awareness to then cultivate the understanding and be more effective going forward. So having a diary card or a bullet journal or a mood tracker forces you to go through that process, which has a lot of benefits. So that's kind of big picture how I think about and approach tracking is that to change something, whether it's an emotion, a mood, a mental health challenge, there has to be awareness. And if that awareness isn't naturally occurring, we have to put something in place to facilitate that. And for me, something that was really effective there was tracking diary cards, mood trackers, all of those things which we'll dive into. So if this is the first episode of SuperSisted you're tuning into, I talk about DBT a lot, which stands for dialectical behavioral therapy. And for anyone who's listened before, I'm going to give my quick spiel, which is that DBT was initially developed for adults that were struggling with borderline personality disorder. And if you've ever heard of BPD, you know, it comes with emotional dysregulation. There's a lot of challenges in relationships, a lot of difficulty tolerating distress and overall just like chaos and a lot of instability. It's really overwhelming. It's really painful thing to experience. And so it was originally developed for that population and since it's been applied to a bunch of different demographics and mental health challenges. One that it's shown to be really effective with is teens that are struggling with depression and anxiety and suicidal ideation and self-harm, which is exactly what I was dealing with when I was in high school, 13, 14, 15, and looking for treatment. It's my parents found a phenomenal DBT residential program I'd done outpatient before. And so the overarching thing that really did change my mental health and make this big shift was doing DBT and dialectical behavioral therapy. And so I share a lot of the tips and tricks and skills on the podcast because you don't necessarily need to be in that inpatient setting or in that intensive treatment, multiple times a week therapy to learn these skills and implement the skills and reap the benefits. And I always give the disclaimer that like, well, I am teaching these skills, they're DBT skills. It's not doing dialectical behavioral therapy because that's like super structured and all the different things with group therapy and family therapy and individual therapists and all these different components. But the DBT skills themselves can be really helpful. And like I mentioned there, it's proven to be effective for this demographic. So mental health world, there's a spectrum of evidence-based treatments and which ones are proven to be effective and which ones don't necessarily have clinical studies backing their effectiveness. You want to do things that are shown to be effective. And one of the ways that we know things are effective and we know things are working is by tracking and by getting a baseline when patients enter treatment and when they leave. And so if you've ever done an intake appointment with a therapist or even when you go to your pediatrician, they ask you all the questions like, have you noticed that you're less interested in activities you used to enjoy? How is your mood? Are you experiencing anxiety? Lots of times it's like hundreds of questions to really get a baseline. And these diagnostic tests give a data point for where you're at currently. And when you're on a mental health journey, when you're receiving treatment in a long-term way, those different data points reflect what is working. And if the path you're on is truly making a difference in the symptoms that are presenting and the emotional distress you're experiencing. And this was something that I really struggled with when I did DBT the first time on an outpatient basis. I remember I almost subjectively felt like things were going better. I was still self-harming. I was still suicidally depressed. I was still a disaster in my relationships, but I was like, well, I feel like things are going a bit better. I had some more support systems in my life. I had skills where previously I didn't have skills, but the general mood wasn't changing. The ineffective coping skills were still popping up and that emotional stability wasn't there. And that's why it's so important to have these external markers of success, whether it's, are you engaging in self-harm? Are you having suicidal ideation? Is your mood a one every day, every single month for a year? Because we really do have blinders on for our own personal experience. It can be really difficult to measure if things are shifting, if they're getting better, if they're getting worse, and if what we're doing is truly effective. So just like if you were receiving treatment for a physical ailment, you would get a blood test or they would take your heart rate and your blood pressure. You would do the treatment and then they would get the markers after to see if it was effective or not. The same is true for mental health. And so you have that baseline. You do things, you see if they work, and then you look back at the data and say, how are things changing? So now we're going to get into DBT diary cards and how those work because they're a little bit different from the average mood tracker. And then we're going to talk about more general integrated ways of tracking your mental health. So the DBT diary card are different depending on where you do DBT, but they generally have certain themes that are pretty consistent. Guys, let me tell you, these are ugly. They're not cute. It is like, looks like an Excel sheet on a piece of paper. There's no fun colors. There's no highlighters. That is why I kind of moved away from the DBT spreadsheets and do the Prolog journal or things that feel less clinical because this is like a really clinical way of tracking your mental health. And yes, it is everything you need there. It's not fun. I'm going to be honest. So the standard DBT diary card that I got at Stanford and then a similar one at McLean has your name up at the top. You check out how often did you fill it out? Because I am guilty of this. Sometimes you just are on the way to your session. You're driving in the car and you're like, I didn't fill out my diary card. I'm going to fill it out for every single day right now in the car. And so you have to be like, I filled this out once. It was not daily. And it's much more accurate when you're doing it daily rather than trying to be like, huh, was I experiencing anger last Tuesday? Was I having a low mood? Who knows? And then the first section of the diary card is general ratings of the things you're tracking. So in DBT stage one, you are moving from being out of control of one's behaviors to being in control. And within that stage, you are working on decreasing life-threatening behaviors. And when you are entering DBT, especially at the beginning, those are probably the most concerning things is the urges, the ineffective coping skills, the things that might be a cause to your physical health and safety. So those are targeted first. That is what you're focusing on. And one of the markers of success in DBT and one of the things that makes it such a game changer in the treatment world for these populations that it does really work to decrease these really painful and overwhelming things like suicidal ideation or self-harm, substance use, et cetera. And then after that, you focus on therapy, interfering behaviors, you decrease things that are interfering with your quality of life, like unhealthy relationships, being impulsive. Then you kind of make a shift from emotionally being really shut down to actually experiencing your emotions and being able to do that in a really healthy way. And then you build an everyday life and you deal with everyday life challenges and solutions. And then the last thing that you do in DBT is you're moving from incompleteness to completeness and connection. So especially when diary cards are at play in DBT, you're probably in stage one. So a lot of these things are tracking those life interviewing behaviors. So you are rating your highest urge to engage in different behaviors. You're also rating the highest amount that you experienced emotional misery, physical misery and joy. And you are also tracking things like substance use. So were you engaging in substance use, but also were you taking your medications as prescribed? And then there's a last little box where you say, did I engage in this thing? Yes, no. And if so, the number. And I kind of substituted that out based on what was coming up as like a big challenge in a given period of time. The next thing that you have is the homework assigned this week. If you have any homework from your therapist to complete and then also the results, like what did you do? So this week I was practicing paced breathing. So the question is, did I do paced breathing? What was the result? How did it go? And there's also a column that I missed where you're rating how much you tried to use your skills. So you're rating from zero to seven. Zero is I didn't think about and I didn't use my skills. And seven is I automatically use them and they helped. And then between that is like tried to use them, but I couldn't. I tried, they helped. I automatically used them, but they didn't help. So you're kind of rating how effective the skills use is and then you can target that in therapy. And then below that we have your urges coming into the session. So your therapist is just like is aware of like this is where I'm at and this is what my baseline is today. And then another thing that I think is really powerful that the DBT Diary card has you track is the belief that you can change whatever behavior, emotion, experience that you're having and can make things better. So how much are you subscribed to the belief that you can actually make a shift in your life and you can make things better? And so you rate it from a zero to a five when you're coming into your session and that is your emotions, your actions and your thoughts. And so for a really long time I was in the zero. I can't change this. I can't make this better. This is just my baseline and what I have to navigate forever. And so cultivating that hopefulness and cultivating that belief that things can shift and I can make improvements can really help with the results that you're seeing in therapy. And then you have the skills part. The top is really mood and behaviors and the bottom is all the skills that you use throughout the week. So it's broken down into the different components of DBT. So mindfulness, interpersonal effectiveness, emotion regulation and distress tolerance. All the skills are listed and on the days you use the skills you circle them. And this sounds really basic. It doesn't sound that important but in DBT there are a lot of skills like well over 50 skills that you could use at any given time for any given challenge. And especially when you're learning them for the first time they're not front of mind. You're not automatically implementing them. And so having a piece of paper that you're looking at every single day reminding you of the skills that are actually in your toolbox that you can implement is incredibly helpful to make sure that you are practicing them, implementing them, getting better at using them to navigate what you're experiencing. And it also just reminds you like what all the things you can do, all the things you can implement to help you improve your situation because we forget how much we know and how much and how capable we are of solving these challenges that come up. Oh my god you guys I'm just looking through the literal like 50 diary cards that I have here. What an era. Okay so that is the DBT diary card. It's really helpful to increase skills usage, track where your mood and emotions are at and also give your therapist a really accurate picture of what you're experiencing and what came up over the week. If you've ever been to therapy and you don't track things I'm sure you can relate to the experience of going into a session and therapist being like so what do you want to talk about and you're like what did happen this week and they're like oh I had that argument or I did this thing that was really ineffective and it can be difficult to remember exactly what happened, what emotions came up, what skills do you try to use and how can you problem solve going forward. And so a diary card allows you to have that record of that experience, that crisis mode and then you go into therapy and it's like oh you were like a one out of 10 for mood on Tuesday what happened there and then it's a great jumping off point to process and understand what happened and then make adjustments going forward. Again if we don't have awareness we can't change things and the diary card and tracking really facilitates that awareness. Today's episode is brought to you by teen counseling. You guys know that whenever I mention mental health challenges or generally trying to shift your mental health I like to give you a resource and teen counseling is Better Helps branch of mental health care specifically for teens. They offer online therapy for things like depression, anxiety, relationships, trauma and more and they also also offer talk, text and video counseling. So depending on what level of support you're looking for they will meet you where you're at and match you with a therapist that specializes in what you are hoping to work on. As you guys have heard in this episode therapy changed my life, it saved my life, we love therapy here and if you're looking for a therapist and unsure where to begin teen counseling is a great way to begin. So if you would like to check out teen counseling you can go to teen counseling.com slash she persisted again that is teen counseling.com slash she persisted to find a therapist today. Another way that I would track things even when I was initially in dbt and doing the diary card was my bullet journal. You don't have to do a bullet journal. I know some people think you hear the word bullet journal and you're like that is my worst nightmare I do not want to draw my planner out. I have found it really helpful because you can adjust things to what you need. Like I'm not great at doing a planner every single week but during the school year I'm pretty religiously checking off a to-do list so then I use the bullet journal more often it's more flexible and I really enjoy it for that reason and it also allows you to track things and really customize what you're tracking and like you are probably getting the vibe of throughout this episode I like tracking things it's helpful for me and so bullet journals can be really conducive to tracking things and having that awareness. So looking through my 2017 to 2018 bullet journal I was tracking an obscene amount. I don't necessarily know why I in no way do this now like if I can remember to do my daily tracker I'm like that's a win. I was tracking hourly my anxiety my mood throughout the day and I think that kind of gives you a picture of how intense the distress that I was experiencing was. Like I couldn't pay attention in class I wasn't concerned by oh my gosh like what homework do I have to do what do I have to get done for x y and z it was like emotions all the time every single day and it was all consuming and so most of these days I wasn't going below a five for the just average amount of anxiety I was experiencing I was having like three or four panic attacks we were just a really rough position to say the least and then the other thing that I would put in the bullet journal in addition to these like more daily and hourly metrics of the distress I was experiencing was like big picture mood sleep depression and anxiety. My life at this point was really all consumed by these experiences and so for me every day was like under a four for how low I was experiencing with like my mood and how bad my sleep was and how depressed I was and how anxious I felt and then another thing that's like really really common for the bullet journal is like a habit tracker for the month and so you'll list a bunch of behaviors then you're like coloring the box when you do it and so these were more general things like did I make my bed did I did I read did I do my homework and then also these more treatment related behaviors like panic attack, binging, did I take my medicine, did I do my diary card, I tracked did I do my diary card in my bullet journal habit tracker. You guys are probably listening to this episode and be like this girl's absolutely psychotic no one needs to track all these things and as we talk about what I do today like you'll see I take a very holistic approach to this it is not this intense but again at this time like this was all consuming and all I knew was distress and overwhelm and so in a way having these things written out assigning them numbers was really validating to know that like this isn't the average seven out of ten that everyone experiences on a daily basis like my day is all consumed with a two out of ten and I am miserable and it helped prevent me from normalizing what I was experiencing so that's kind of what things looked like bullet journal wise when I was still in treatment and also doing the diary card. Flash forward to today bullet journal wise I just started my new one for junior year of college and I've been doing these since freshman year of high school so we've been doing these for a long time and they've gotten a lot better like some of my early bullet journals were really ugly and here are the things that I now currently track and things I'm paying attention to so I do like a big picture yearly snapchat of workouts. I'm not very good at tracking my workouts but it's a goal that I actively work towards of like I want to work out more I want to be better about going to the gym or going on a walk or doing these things to move my body and so having that awareness and having that big picture view of like this is how many days out of the month I was doing movement is really helpful for me and again it's not like oh my gosh I have to do this it's again okay what was the awareness and how are these things occurring long term. I do a little reading tracker so I write down the books that I read and when I finish them and then on a monthly basis I do a habit tracker so similar to what I used to do in early high school treatment days but what is in the habit tracker is really different so I'm like did I get a workout in? Did I read? Did I post a tiktok? Did I tidy up my room? Was I up by 9 a.m.? Did I get to bed by like midnight? Did I get ready for the day? Was I using my skills? Did I take a nap? Like these larger behaviors that again like we talk about in dbt you build an everyday life and you're solving everyday problems and one of the things that I like to mention whenever I talk about diary cards or tracking or habit trackers it's always put you skills on there that comes from the dbt days of like when you actually used to write down what skills you use but it reminds you that you have skills it's important to implement them and it's also a freebie everyone's using your skills almost every day and so it's fun to have on the habit tracker it's like yeah I did do that so that is like legitimately all that I am tracking I'm no longer at a point where I'm tracking my mood on a daily basis I'm not tracking anxiety I haven't worn a ring so I look at my sleep but it's like not like I'm tracking that or writing it down anywhere I'm not tracking any behaviors other than those ones like don't nap get up at this time like not these like really ineffective coping skills and it's treated much more like a planner and a way to see how different behaviors impact each other so if I didn't sleep well I probably napped I probably didn't get as much done as I wanted to and I probably didn't do a workout because I was tired so like you can kind of track these relationships and again have that awareness so you can change things and the other thing that I want to mention here is one of the reasons why I really do enjoy the bullet journal and I really do love it and having that tracker in some capacity is that you are so busy and I know we've all had the idea of like oh I'd love to journal more I'd love to read more and you have that fleeting thought and you're like let's try and do that and then you never think about it again until it's a month later you're like oh my gosh I had that goal of reading or journaling and it just didn't happen and with bullet journaling it again forces it to be front of mind and on the daily or every couple of days depending on how often you're in your planner you're seeing those goals you're reminding yourself that those are things you're working towards and those things you are trying to do on a daily basis and the other thing that I'll mention here is that the more things you put on your list the more likely it is you're not going to be able to do all of them and that's why I keep them really simple I'm not like I need to get 15,000 steps every day and I need to do 12 hours of work and also make 12 TikToks like that is not the things I'm putting on the habit tracker it's really basic things that are fundamental to not being in distress so not napping am I getting sleep am I getting ready for the day and then also on the other hand there are those like goals that you're working towards that are still manageable like continuing to grocery persisted did I post a TikTok did I do my homework did I study on a daily basis so I'm not cramming right before an exam so it's again smaller manageable goals that you generally are working towards that aren't habits you still need that reminder of like oh I forgot I was supposed to be journaling and I was like oh my gosh yes I do want to make sure that I post that TikTok today because that's a larger goal I'm working towards so that's kind of the bullet journal breakdown and I will of course be posting like reels and TikToks of like kind of how that looks because I know that sounds really abstract but if you go to the actually persistent podcast on TikTok or Instagram this week there will be reels and content so you guys can see a little walkthrough so the last thing I'm going to mention in this episode is something that is again related to tracking and mood that I really love as a resource and I've mentioned a couple of times and full disclaimer I am not consistent with using this it's an amazing resource I wish I had it when I was in treatment because it would have been used way more frequently like I mentioned these days I'm not tracking as much but it's called the mood meter app and if you are struggling with being aware of your emotions and understanding what you're experiencing and processing through that rather than just avoiding and you're really like confused and overwhelmed with what it is that you're experiencing this is for you basically what you do is you open the app it's called mood meter I'll put a link in the show notes and you select a quadrant are you high energy unpleasant high energy pleasant low energy unpleasant or low energy pleasant I would say right now I'm pretty low energy pleasant I'm like almost high energy I'll say I'm going to say I'm high energy pleasant then you are greeted with 25 different emotions and within that quadrant so it's a hundred emotion words total and it's still that x y axis of what is my energy and how pleasant is it so like the most pleasant and high energy you could be is ecstatic and within this quadrant the lowest energy and lowest mood would be pleasant and then like the opposite squares would be surprised and blissful and so you can kind of like move your finger around and see where you're at and what word speaks to you as it relates to how pleasant you're feeling and also how high energy you are so am I cheerful am I motivated am I inspired am I optimistic proud focused I'm focused that's where I'm at which is sandwiched between happy proud and hopeful that feels right that'll be my little mood right then and then you can click on that to track it and it'll tell you like what are you doing are you doing work are you at home with family are you doing something else and you could also add a little note like recording a podcast it's going great and then you are given the option and then you have to decide whether you want to stay in that emotional state or you want to shift it and I'll also go over some like the lower energy lower mood unpleasant emotion words so you can kind of understand because it's more applicable there but I would say I'd want to stay in this emotional state it's going great it's very effective for the podcast recording so I'm going to stay and then my mood has been recorded and as you record your mood more frequently you are able to see in a weekly view and in a monthly view where you are at until it to give you a picture of what it looks like from the opposite side let's say I was low energy and unpleasant the worst that you could feel is despair and the best within that quadrant would be apathetic pretty neutral not really feeling great and then other words are like glum discouraged disheartened lonely depressed exhausted spent drained you get the point and so for me someone who's not naturally in tune with their emotions would rather just avoid because it's uncomfortable having words for what I was experiencing and having numbers to assign to stop normalizing these distressing things was incredibly helpful and incredibly validating and putting words to the emotions that I was having was so helpful in my ability to validate what I was experiencing and create space for that and then communicate it to others whether it was a therapist my parents a friend whoever and so if you are struggling to label what you're experiencing and you want to have a more accurate picture and also increase that self-validation and increase that ability to cope with these things I highly recommend so to recap we can't change behaviors and thoughts and emotions if we're not first aware of them and if you're not naturally someone that is aware of these emotions or thoughts and you don't naturally create space for them putting something in place to track them and consistently be aware of them can be super helpful and that is something that is implemented in dbt and more general treatment settings and diary cards are really structured clinical way to do that and track those behaviors and understand how these interventions are working with regards to your mental health and then there's also a lot of more holistic and relaxed ways to do that with a bullet journal or a habit tracker a mood tracker to again increase awareness increase understanding so you can self-validate shift the behavior make a plan and feel more effective in life so those are all my thoughts on tracking emotions and behaviors I would love to hear what you guys find to be helpful when it comes to tracking your mood and behaviors and thoughts and emotions and all those things do you like tracking do you hate it I definitely have been in the camp before where I was like I literally hate filling out my diary card it's my least favorite thing ever and now it's something that I find really helpful so I would love to know what you guys think and as always make sure to follow along on instagram and tiktok and actually persisted podcast if you like this episode share with a friend or family member and with that I'll see you next week thank you so much for listening to this week's episode of sheep resisted if you enjoyed make sure to share with a friend or family member it really helps out the podcast and if you haven't already leave a review on apple podcasts or spotify you can also make sure to follow along at at sheep resisted podcast on both instagram and tiktok and check out all the bonus resources content and information on my website she persisted podcast.com thanks for supporting keep persisting and I'll see you next week."}, "podcast_summary": "In this podcast, Sadie Sutton, a 19-year-old psychology student, talks about the importance of tracking mental health for teens. She emphasizes the need for evidence-based, teen-approved resources and coping skills, particularly those involving dialectical behavioral therapy (DBT). Sadie explains that tracking allows individuals to become more self-aware, understand their emotions and behaviors, and assess the effectiveness of their coping strategies. She discusses the use of DBT diary cards, which are detailed tools that help track emotions, urges, skills usage, and beliefs about the ability to change. She also shares her personal experience with using a bullet journal to track mood, behaviors, and habits. Sadie mentions the Mood Meter app as a helpful resource for tracking and understanding emotions. She concludes by highlighting the benefits of tracking for increasing awareness, self-validation, and effective coping in mental health journeys.", "podcast_guest": {"error": "Page id \"sadiq sutton sheep register \" does not match any pages. Try another id!"}, "podcast_highlights": "This week's episode of the Sheep Resisted podcast is all about tracking your mental health. Host Sadie Sutton discusses the importance of tracking your emotions, behaviors, and thoughts in order to create awareness and make positive changes. She shares different methods of tracking, including DBT diary cards, bullet journaling, and the Mood Meter app. Tracking your mental health can help you understand and validate your experiences, as well as make a plan for improvement. So if you're a teen looking to take control of your mental wellness, this episode is a must-listen."}